tap 'homebrew/bundle'

brew 'bash'
brew 'bash-completion'


brew 'coreutils'
brew 'gcc' # this will take a while...
brew 'gdb'
brew 'git'
brew 'git-quick-stats'
brew 'gmp' # Vim dependency
brew 'gpg'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'make'
brew 'postgresql', restart_service: true
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'rsync'
brew 'shellcheck'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'awscli'
brew 'redis'
brew 'git-secrets'
#brew 'zsh'
#brew 'zsh-completions'

#cask 'google-chrome'
#cask 'iterm2'
#cask 'authy'
